Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kansainvalinen_saamen_kielten_viikko_24_-30_10_2022.html.tmx
Source language: fin
Languages: smn

source: Kansainvälinen Saamen kielten viikko 24.-30.10.2022
smn: Aalmugijkoskâsâš Kielâokko 24.-30.10.2022

source: Saamen kielten viikko kiinnittää huomiota saamen kieliin nyt neljättä vuotta peräkkäin.
smn: Kielâokko kiddee huámmášume sämikieláid tääl niäljád tove maŋaluvâi.

source: Saamelaiskäräjät Ruotsissa, Norjassa ja Suomessa kutsuvat kaikkia osallistumaan paikallisella, alueellisella ja kansainvälisellä tasolla tähän yhteiseen panostukseen.
smn: Sämitigeh Ruotâst, Taažâst já Suomâst kočoh puohâid uásálistiđ taan ohtsii tooimân páihálii, kuávlulii já aalmugijkoskâsii tääsist.

source: Toiveena on, että saamen kielet näkyvät, kuuluvat ja niitä käytetään kaikilla yhteiskunnan osa-alueilla Kieliviikon aikana.
smn: Ulmen lii, ete sämikielah kullojeh, uáinojeh já toh kiävttojeh ohtsâškode puoh suorgijn Kielâoho ääigi.

source: Kieliviikko järjestetään viikolla 43, 24.–30. lokakuuta.
smn: Kielâokko uárnejuvvoo ohhoost 43, 24.–30 roovvâdmáánu.

source: Saamen kielten viikko käynnistettiin Yhdistyneiden kansakuntien (YK) alkuperäiskansakielten vuoden aikana (IYIL 2019).
smn: Kielâokko šoodâi Ovtâstum aalmugij (OA) algâaalmugkielâi ive ääigi (IYIL 2019).

source: Nyt YK on nimennyt kymmenvuotiskauden 2022–2032 alkuperäiskansakielten vuosikymmeneksi, the International Decade of Indigenous Languages (IDIL).
smn: Tääl OA lii nomâttâm love ive paje 2022–2032 algâaalmugkielâi ihelohheen, the International Decade of Indigenous Languages (IDIL).

source: Vuosikymmenen tulee innostaa panostuksiin säilyttää, suojella ja kehittää maailman kaikkia pieniä kieliä.
smn: Ihelohe kalga movtijdittiđ toimáid siäiluttiđ, suojâliđ já ovdediđ maailm puoh uccâ kielâid.

source: Yhteinen Saamen kielten viikon ja alkuperäiskansakielivuosikymmenen avajaisjuhla pidetään 23. lokakuuta Snåasessa, Norjassa.
smn: Ohtsâš Kielâoho já algâaalmugkielâi ihelove lekkâmjuhle tuálloo 23. roovvâdmáánu Snåasest, Taažâst.

source: Avajaisjuhlallisuuksiin osallistuu Hänen Majesteettinsa Norjan Kuningas Harald V. Lisäksi osallistuvat Ruotsin Saamelaiskäräjien puheenjohtaja, Norjan Saamelaiskäräjien presidentti ja Suomen Saamelaiskäräjien puheenjohtaja ja Norjan Kunta- ja alueministeri.
smn: Lekkâmjuhlijd uásálist Suu Majesteet Taažâ Kunâgâs Harald V. Lasseen uásálisteh Ruotâ Sämitige stiivrâ saavâjođetteijee, Taažâ Sämitige president já Suomâ Sämitige saavâjođetteijee já Taažâ Kieldâjá kuávluminister.

source: Vuosittain eri puolella Saamenmaata pidettävät Saamen kielten viikon avajaiset ovat merkki yhteisen juhlinnan ja saamen kielten näkyväksi tekemisen alkamiselle koko Saamenmaalla.
smn: Kielâoho lekkâmeh, moh tuállojeh jyehi ive pirrâ Säämi, láá merkkâ ohtsii juhlom já sämikielâi uáinojeijee toohâm aalgâtmân oles Säämist.

source: Lue tiedote täältä
smn: Luuvâ tiäđáttâs täst

source: Tietoa tapahtumista ympäri Saamenmaata, Saamen kielten viikon aikana käytettävästä designista ja muusta käytettävästä materiaalista löytyy www.giellavahkku.org
smn: Tiäđuh tábáhtusâin pirrâ Säämi, Kielâoho ääigi kiävtust orroo designist já eres materiaalist, mii kiävttoo, láá www.giellavahkku.org

source: Saamen kielten viikkoa voi seurata myös sosiaalisissa medioissa hashtagien avulla:
smn: Kielâoho puáhtá čuávvuđ meid sosiaallijn mediain hashtagij vievâst:

source: Eteläsaame: #gïelevåhkoe Uumajansaame: #giällavahkkuo Piitimensaame: #giellavahkko Luulajansaame: #giellavahkko Pohjoissaame: #giellavahkku Inarinsaame: #kielâokko Koltansaame: #ǩiõllneä’ttel
smn: Maadâsämikielâ: #gïelevåhkoe Umesämikielâ: #giällavahkkuo Pittáámsämikielâ: #giellavahkko Julevsämikielâ: #giellavahkko Tavesämikielâ: #giellavahkku Anarâškielâ: #kielâokko Nuorttâlâškielâ: #ǩiõllneä’ttel
